[
  {
    "id": 1,
    "name": "Abbé Faria",
    "gender": "Male",
    "profession": "Herbalist",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/3/3f/Abbe_Faria.png/revision/latest/scale-to-width-down/335?cb=20160206075540",
    "description": "<p>As a youth, Faria had apprenticed with an apothecary in Silverton, a district of Novigrad.</p><p>Later in his life, he was imprisoned at Deireadh prison in Oxenfurt. Using his prior knowledge of herbs, Faria faked his own death by consuming a mixture of sleeping mushrooms, which he found growing on the walls of his cell, and belladonna, which he harvested in the prison yard. Despite the fact that this mixture was indeed life-threateningly toxic, Faria drank it one day anyway, an hour before the guards' evening rounds, given that, as he later stated in retrospect, he preferred to die on his own terms were that to be his fate.After his seemingly-dead body was discovered, Faria was thrown into a pit, as was the prison's procedure for handling cadavers at the time. Once he awakened, he used an outlet that lead into the river to escape. This prompted the prison's management to bar that outlet with a grate, in order to prevent any further escapes. The procedure for handling dead bodies at the prison was also altered; the bodies were began to be cremated, instead of being thrown into a pit.</p><h3>Meeting Geralt In 1272</h3> <p>Faria returned to Novigrad, where he was approached by Geralt of Rivia and Yennefer at the Crippled Kate's brothel. Initially fearing for his life, he fled, forcing Geralt and Yennefer to pursue him across the city. Faria was not able to outrun Geralt, however, who simply explained to him that he was being chased for information about Deireadh prison. Faria later sat down with Geralt and Yennefer at Crippled Kate's and revealed the details of his escape over a drink, allowing Geralt and Yennefer to formulate a plan to free the sorceress Margarita Laux-Antille from Deireadh. Faria then stopped frequenting Crippled Kate's as per Yennefer's advice, given his relative notoriety in that establishment.</p> "
  },
  {
    "id": 2,
    "name": "Abelard Rizza",
    "gender": "Male",
    "profession": "Actor",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/8/86/Tw3-abelard.jpg/revision/latest/scale-to-width-down/350?cb=20171014085335",
    "description": "An alcoholic who performed in theater plays at the Butcher's Yard theater, Abelard was a reliable and steady actor, highly regarded by Irina Renarde, but he did not always fully captivate the crowd with his performances.In 1272, Irina and Geralt of Rivia decided to write a play, to lure out Dudu, and they had the choice to have either Abelard or Maxim Boliere to play the role of the doppler. "
  },
  {
    "id": 3,
    "name": "Aegar",
    "gender": "Male",
    "profession": "Circus performer",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/a/ac/Aegar_Tw3.jpeg/revision/latest/scale-to-width-down/350?cb=20181231025424",
    "description": "<p>Aegar was an elf who was part of a nonhuman travelling circus.At some point, he and his friend Valdo joined the travelling circus.</p><p>In 1272, Valdo made friends with Ciri while they were traveling Novigrad and helped her to escape the Wild Hunt, who were pursuing her. Valdo and his troupe introduced Ciri to Bea, who helped her find Dandelion. </p>"
  },
  {
    "id": 4,
    "name": "Agda",
    "gender": "Female",
    "profession": "Unknown",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/a/a5/Tw3_agda.png/revision/latest/scale-to-width-down/280?cb=20180715021106",
    "description": "<p>Agda was the fiancée of Timmon, who she was set to marry in 1272. At the time she lived on Hindarsfjall.</p><p>Ulf and Mikkel, Timmon's brothers, picked her up and were on their way back to Faroe when a storm hit, causing their ship to crash and Agda unfortunately drowned. </p>"
  },
  {
    "id": 5,
    "name": "Agneta",
    "gender": "Female",
    "profession": "Unknown",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/2/20/Tw3_agneta.png/revision/latest/scale-to-width-down/350?cb=20180716182156",
    "description": "<p>Agneta was a Temerian from Midcopse in 1272.</p><p>Not much is known about Agneta's life, except she was a widow, having outlived three of her previous husbands.</p><p>Agneta once witnessed the so-called Jenny o' the Woods, and, because of this she was approached by Geralt of Rivia for information about the wraith, which the witcher intended to hunt down for a contract. Agneta did not see the wraith too clearly as she had run away almost immediately to tell the other villagers about it, however, she did give Geralt one important clue that \"Jenny\" appeared just after twilight.</p>"
  },
  {
    "id": 6,
    "name": "Aki II",
    "gender": "Male",
    "profession": "Unknown",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/0/09/Son_of_Udalryk.png/revision/latest/scale-to-width-down/350?cb=20160312071814",
    "description": "<p>Aki of Clan Brokvar was the son of Jarl Udalryk of Spikeroog and one of his concubines. Aki was named after his uncle, who died during a boat trip with Udalryk some time prior to 1272.</p><p>If Geralt trusts Cerys an Craite to try her way first: As part of her plan, Cerys made a point to show she was \"kidnapping\" Aki and had Udalryk and some of his guards chase her to Udalryk's old family home. Once there, she quickly handed the baby over to a bewildered Geralt and told him to put Aki in the hot oven.</p><p>If Geralt put Aki in the oven: Aki was thrown into the oven but, unbeknownst to the witcher, he was safely retrieved from the other side by Hjort, who Cerys was able to convince to help with her plan. After the fighting was over in the other room, Hjort emerged to show Aki was safe and sound.</p><p>If Geralt returned Aki to Udalryk: Udalryk handed the baby to one of his guards, and proceeded to punch Geralt in the face. The jarl and his guards then exited the building.</p>"
  },
  {
    "id": 7,
    "name": "Albert Vegelbud",
    "gender": "Male",
    "profession": "Amateur alchemist",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/7/74/Albert.jpg/revision/latest/scale-to-width-down/350?cb=20160105190654",
    "description": "<p>Albert Vegelbud was an amateur alchemist from the Novigrad region and part of the wealthy Vegelbud family.</p><p>After Loc Muinne's events and King Radovid V's witch hunts, Albert became a target for his dabbling in alchemy. His mother, Ingrid Vegelbud, used the family's wealth and influence to pay off the city guards to not tell the witch hunters about her son, but somehow they still found out and planned to attack him on his family's own estate.</p><p>If Geralt helps Triss get Albert out of Novigrad: with Geralt's help, Albert was safely evacuated from his family's estate during a masquerade ball. When other hiding mages fled Novigrad, he went with them to Kovir, a known safe haven for magic users.</p>"
  },
  {
    "id": 8,
    "name": "Albin Hart",
    "gender": "Male",
    "profession": "Unknown",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/0/07/Tw3_albin_hart.png/revision/latest/scale-to-width-down/350?cb=20180115030121",
    "description": "<p>Albin Hart was a scavenger working in Velen in the year 1272, where he looted the bodies of dead soldiers on battlefields to try and make ends meet.</p><p>If Geralt helps him and he survives: Albin was grateful and rewarded the witcher for his help. His brother-in-law also rewarded the witcher with a discount on a counterfeit pass.</p><p>If Geralt helps him and he dies: Unfortunately the necrophages proved too much and Albin was killed by them while trying to loot the corpses on the battlefield.</p>"
  },
  {
    "id": 9,
    "name": "Alchemist (Crematory)",
    "gender": "Male",
    "profession": "Mage (formerly),Alchemist",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/f/f5/Alchemist-crematory.jpg/revision/latest/scale-to-width-down/350?cb=20171015204855",
    "description": "<p>The alchemist at the Crematory in the northeast of the Oxenfurt Gate was a mage in hiding, under the guise of an apothecary.</p><p>If Geralt met him in 1272, he asked the alchemist whether he was selling potion ingredients, but the man lied, saying he was just an apothecary and not a mage, but Geralt saw through his lies, as he had seen the man at the summit at Loc Muinne. The man then explained that he had condemned Radovid, which cause Carduin to have him beaten. After the slaughter at Loc Muinne, he hide out in the woods near Ban Gleán, but he then moved to Novigrad, where he started to beg, until he was noticed by the King of Beggars, who provided him a work at the Crematory.</p>"
  },
  {
    "id": 10,
    "name": "Aldert Geert",
    "gender": "Male",
    "profession": "Assistant professor",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/8/85/Tw3_Aldert_Geert.png/revision/latest/scale-to-width-down/350?cb=20160415195659",
    "description": "<p>Aldert Geert was an Oxenfurt scholar and an assistant professor of Contemporary History at Oxenfurt Academy.</p><p>He was a gwent player, using the Nilfgaardian Empire deck and, if beaten, gave the Zoltan Chivay gwent card.</p><p>In May 1272, Aldert was passing through White Orchard, eager to reach the front lines of the Third Northern War, in order to describe and catalogue it in what he hoped would be his magnum opus.</p><p>While in the small, war-torn village, he dropped into the local inn at the same time as the witchers Geralt and Vesemir and attempted to teach some locals how to play gwent, though both parties got more frustrated than anything else.</p><p>If Geralt approaches him: trying to obtain information about Yennefer, Geralt asked Aldert about her, but he believed that she didn't exist. Before the witcher left, he asked whether he wanted a game of gwent.</p><p>If Geralt agrees to a game: Geralt played his first ever game of gwent, and if he won, he was rewarded a gwent card and a book.</p><p>Shortly after, in his misguided attempt to be in the middle of the action, Aldert was caught and hanged from Hanged Man's Tree in Velen by an unknown faction.</p>"
  },
  {
    "id": 11,
    "name": "Alexander",
    "gender": "Male",
    "profession": "Mage, Epidemiologist",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/0/0a/Tw3_mage_Alexander.png/revision/latest/scale-to-width-down/350?cb=20160520183824",
    "description": "<p>Alexander was a sorcerer renowned for his research on epidemiology, and a friend of Keira Metz. In his tower on Fyke Isle in Velen, he studied diseases, predominantly the Catriona plague, under the patronage of the local lord Vserad. Alexander was cruel and did not limit himself with moral qualms, which allowed him to conduct deadly experiments on humans.</p><p>During a peasant revolt, Alexander gave a sleeping potion to the lord's daughter Anabelle to save her. However, this led to a terrible resolution as the girl was paralysed by the potion and was later eaten alive by the rats which Alexander had kept in the tower for experimentation. The mage himself was also among the victims of this small uprising.</p>"
  },
  {
    "id": 12,
    "name": "Allgod",
    "gender": "Male",
    "profession": "Self-appointed god",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/1/14/Allgod-001.jpg/revision/latest/scale-to-width-down/350?cb=20151013204436",
    "description": "<p>Allgod was a sylvan worshiped by some villagers in Velen. His cult was initiated in the 12th century after Allgod inadvertently \"revealed\" himself to Roslav of Oreton, as he'd made his lair in a cellar below.</p><p>Living in relative comfort for almost a century, Allgod secretly lived in the hidden cellar off of his worshipers' offerings, soon growing fat off the amount of food he demanded.</p><p>If Geralt comes along and discovers Allgod: In 1272, Geralt discovered locals trying to appease Allgod with their meager offerings, as the war had ravaged their food source. Annoyed at the lack of food, Allgod claimed he'd bring bad luck down on the locals if his demands weren't met.</p><p>If Geralt killed the sylvan: Allgod soon learned he'd bitten off more than he could chew and the witcher summarily killed him for his greed.</p><p>If Geralt convinced the sylvan to accept any offerings: Geralt convinced the sylvan that the scraps that the local peasantry were offering would be sufficient. Allgod conceded but explained he would be back to good meals after the war was done.</p><p>If Geralt couldn't persuade the sylvan: Allgod made Geralt tell the peasantry that he would not take any scraps, which led to the peasants sacrificing even more of their food.</p>"
  },
  {
    "id": 13,
    "name": "Ambros",
    "gender": "Male",
    "profession": "Unknown",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/f/fe/Tw3_ambros_spirit.jpg/revision/latest/scale-to-width-down/350?cb=20170826200708",
    "description": "<p>Ambros was the pellar's father and, from what the pellar told Geralt, was an evil man who the pellar feared once.</p><p>Ambros was abusive towards his family to the point he mistreated the pellar's mother so badly the pellar couldn't watch anymore. Finally having enough of his father's treatment, the pellar took an axe to his father's head while out in the swamps, killing him and leaving his body behind.</p><p>However, Ambros' body managed to stay pretty well preserved in the swamps which kept his spirit tied to the world of the living. As such, if Geralt helped the pellar with the Forefathers' Eve ritual, his spirit returned, claiming the pellar knows who he is and that he committed patricide. Geralt could later help the pellar by finding Ambros' body and burning it, severing the spirit's ties to the world.</p>"
  },
  {
    "id": 14,
    "name": "Amos var Ypsis",
    "gender": "Male",
    "profession": "Mage",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/7/74/Tw3_Amos_var_Ypsis.png/revision/latest/scale-to-width-down/350?cb=20191219062645",
    "description": "<p>Amos var Ypsis was a mage specializing in djinns. According to a book written by him, he had managed to tame a djinn and harness its power.</p><p>A powerful mage, var Ypsis was able to tame a djinn and use it as a source of power. He published his findings in a tome that ended up in the Imperial Library, where it was eventually discovered by Yennefer.</p><p>Var Ypsis's last expedition was to Skellige. He traveled to the village of Larvik on Hindarsfjall, where he had contact with the locals. With his djinn in tow, he departed Larvik by ship and sailed to Ingdalen Isle before an unusually powerful storm broke out. In order to get out of the storm, var Ypsis made a wish to his djinn, which teleported its master, along with part of the ship and a section of the seabed, to a mountaintop in northern Ard Skellig. Due to a very rough landing at the destination, var Ypsis was knocked out of his boots, before being crushed to death by a falling bookcase inside his cabin.</p>"
  },
  {
    "id": 15,
    "name": "Amrynn",
    "gender": "Female",
    "profession": "Prostitute",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/0/06/Tw3_amrynn.png/revision/latest/scale-to-width-down/350?cb=20180330062801",
    "description": "<p>Amrynn was an elven prostitute working at the Passiflora in 1272. She was proud to be an elf and never tried to cover it up.</p>"
  },
  {
    "id": 16,
    "name": "Anabelle",
    "gender": "Female",
    "profession": "Unknown",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/3/33/Tw3_journal_anabelle.png/revision/latest/scale-to-width-down/350?cb=20151023190914",
    "description": "<p>Anabelle was the daughter of Vserad, the former lord of Velen around 1272. She was deeply in love with a local fisherman, Graham, but her father disapproved of their relationship. During the third Nilfgaardian invasion, she fled with her family to take shelter in the mage Alexander's tower on Fyke Isle. Later she was eaten alive by rats while paralysed by a potion during a peasant riot.</p><p>     If Geralt takes Anabelle's remains from the isle:Geralt agreed to take the young woman's remains to her love to have him give her a proper burial. Geralt hoped this would lift the evil spell on the cursed isle and bring Anabelle peace at long last. Sadly, what Geralt took to be the ghost of an innocent woman was in fact death and disease in spirit form – a being known as a pesta, or plague maiden. Having lured Geralt into the open, it killed the unfortunate Graham and then escaped to spread the pox and feed on human suffering.It is possible that this incident caused the local outbreak of Catriona that devastated the kingdom of Kerack and sowed the seeds of the coast city's ultimate downfall.</p><p>     If Geralt refuses to fulfill Anabelle's request:Perhaps there was something in the girl's words that had put Geralt on his guard, or perhaps his witcher instincts simply warned him in time - either way, Geralt knew what he was dealing with a literal second before Anabelle revealed her true nature. The spirit was in fact a pesta - a plague maiden, a terrible wraith which spreads death and pestilence.</p>"
  },
  {
    "id": 17,
    "name": "Anisse",
    "gender": "Female",
    "profession": "Sorceress",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/e/e0/Tw3_Anisse.png/revision/latest/scale-to-width-down/342?cb=20160428165616",
    "description": "<p>Anisse was a young sorceress and alumnus of the magic school at Aretuza. During the quest Now or Never Geralt must decide whether or not to spend time searching for her husband Berthold and herself.</p>"
  },
  {
    "id": 18,
    "name": "Anna Strenger",
    "gender": "Female",
    "profession": "Unknown",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/4/41/Tw3_journal_grandma.png/revision/latest/scale-to-width-down/350?cb=20160528115733",
    "description": "<p>Anna Strenger was the wife of Phillip Strenger and mother of Tamara and Dea.</p><p>During the Battle of Anchor, Phillip took a spear in the shoulder and was tended to by Anna. Once he'd recovered, he immediately asked her to marry him and the couple appeared to be happy and soon welcomed a baby girl, Tamara. Shortly after she was born though, Phillip was sent to Cidaris to fight in another war, this time to aid King Ethain on King Foltest's behalf. As he was seldom home, Phillip turned to drinking and soon become so dependent on it, he couldn't stop drinking even when he was home. Anna, either due to loneliness or not able to put up with her husband's drinking or a combination of both, soon turned to a childhood friend, Evan, for comfort and for about 3 years had an affair with him while Phillip was away.</p><p>Eventually, Anna decided it was best to leave Phillip completely and one day packed up and took Tamara with her to Evan's, leaving a note behind for Phillip to let him know she was leaving. Upset, Phillip followed her to bring her and Tamara back. However, still enraged, Phillip ended up killing Evan, upsetting Anna, who proceeded to yell and claw at him before picking up a knife and trying to stab him. Phillip moved out of the way just in time and, not knowing what else to do, beat her. This event marked the change in their relationship to an abusive one.</p><p>Later, during the Third Northern War, Phillip moved the family to Crow's Perch where Anna made a small garden to tend to, and while Phillip tried to put on the air of a happy family, abuse still went on and by 1272 Anna was pregnant again. Extremely desperate to not have another child with the man she hated, she made a pact with the Crones where she'd be in their service for a year if they would do away with the unborn baby. However, ever deceitful, the Crones twisted it so while the fetus would die, it was also sapping Anna of her strength and killing her as well. In turn, Anna went to The Pellar for help, who gave her a strong talisman to ward off the Crones' evil magic.</p><p>Wanting to get far away from Phillip and Velen, at one point Anna and Tamara (now a teen) secretly started planning an escape and enlisted the help of Voytek. Soon after Phillip, drunk once more, flew into a particularly mad rage and fought with Anna before passing out. Anna ended up miscarrying right there but she and Tamara decided that was their best chance to run and quickly ran to meet up with Voytek. However, in their haste, Anna didn't realize she'd dropped her talisman during the fight, her only protection against the Crones. As the two women rode for the fisherman's home, the Crones sent a fiend after Anna, grabbing her and carrying her back into Crookback Bog.</p><p>The Crones soon put Anna's pact to use, having her take care of the orphans at the bog. However, due to a combination of the Crones magic and the stress of all that'd happened the night she miscarried, Anna's mind became addled and her hair went white, though she was sane enough to take good care of the children, who only knew her as Gran. At one point Johnny, a godling living in the area, also befriended her and the children and would drop in time to time and sing to her.</p><p>Sometime later that year, Geralt dropped by in his search for Ciri, but not trusting strangers, Anna tried to get him to leave. However Johnny, as a favor to the witcher, dropped in and was able to convince her to help Geralt and so she went and arranged a meeting of sorts, where the Crones spoke through her, informing Geralt to go help Downwarren's ealdorman and then they'd help him out. </p><p>If Geralt did Return to Crookback Bog:</p><p>...and killed the spirit or released it before getting the task: The group found Anna, but she had lost her mind and was babbling about nonsense. Phillip, filled with regret and sincerely wanting to make up for it, decided to take his wife to the Blue Mountains where a powerful hermit lived, in hopes he could cure Anna. Tamara, who couldn't go with them due to other obligations, made her father swear he'd take care of her before they left.</p><p>...and released it after he got his task: The group found Anna, but in the form of a water hag. Desperate to find a way to cure her, Graden and Geralt investigated and found several dolls, one of which was linked to Anna.</p><p>If Geralt picked the wrong doll: Anna burst into flames and died. Suddenly very stoic, Phillip merely told the witcher to come to Crow's Perch for his pay. Before Geralt did though, Phillip proceeded to hang himself off the tree in Crow's Perch's courtyard.</p><p>If Geralt picked the right doll: Anna turned back in If Geralt picked the right doll: Anna turned back into her normal self, but as her life was tied to the curse, she knew she'd soon die. Phillip apologized to her for everything he'd done. After Anna died, he then told Geralt he could collect his pay at Crow's Perch. Before Geralt did though, Phillip proceeded to hang himself off the tree in Crow's Perch's courtyard.</p>"
  },
  {
    "id": 19,
    "name": "Anselm (merchant)",
    "gender": "Male",
    "profession": "Merchant",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/2/2a/Tw3_anselm.jpg/revision/latest/scale-to-width-down/350?cb=20160407201257",
    "description": "<p>Anselm was a merchant working in conjunction with his business partner Griswold.</p><p>In 1272, Anselm, along with Griswold, his business partner, traveled to Velen from an unspecified place to trade with Phillip Strenger, the Bloody Baron, having deemed the venture worthwhile due to the lack of competition in the area. The merchants hired a number of mercenary guards to keep them safe in the war-torn lands of Velen, however, the guards themselves turned on the merchants after the group were out of sight of any settlements. Geralt of Rivia encountered the bandit guards attacking Anselm and Griswold on the road south of Mulbrydale.</p><p>If Geralt saved the merchants: Anselm and Griswold completed their plan by traveling to Crow's Perch, and began trading with the locals there, out of a stall near the main gate.</p>"
  },
  {
    "id": 20,
    "name": "Archibald O'Neill",
    "gender": "Male",
    "profession": "Fistfighter",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/a/ae/Tw3_archibald_oneill.png/revision/latest/scale-to-width-down/350?cb=20190102041603",
    "description": "<p>Archibald O'Neill was a fistfighter in Novigrad in 1272.</p>"
  },
  {
    "id": 21,
    "name": "Arnout Vester",
    "gender": "Male",
    "profession": "Bounty hunter",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/0/00/Tw3_arnout_vester.png/revision/latest/scale-to-width-down/350?cb=20180716211325",
    "description": "<p>Arnout Vester was a famous bounty hunter from the Nilfgaardian Empire and one of many that aimed to catch the witcher Letho of Gulet.</p><p>If Ghosts of the Past is completed: he ended up in Lindenvale with his gang, having gotten word that Letho was hiding out at the abandoned Reardon Manor. However, Arnout didn't realize the witcher had tracked him down already and bribed his arbalist to help fake his death. Letho then confronted Arnout directly in Lindenvale. Letho didn't go down without fight, taking out most of Arnout's men.</p><p>If Geralt kills the rest: incensed by this, Geralt then ran in and decided he could at least finish them off, killing Arnout.</p><p>If Geralt lets the rest go: deciding this wasn't his fight, Geralt let Arnout and the rest of his men go, who then spread the word that Letho was dead.</p>"
  },
  {
    "id": 22,
    "name": "Arnvald",
    "gender": "Male",
    "profession": "Seneschal",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/3/38/Tw3_journal_arnvald.png/revision/latest/scale-to-width-down/350?cb=20160610152305",
    "description": "<p>Arnvald was a seneschal in Crach an Craite's service who before served as cupbearer.</p><p>     After Guthlaf, trusted seneschal to the An Craite jarls, passed away a portion of his duties were taken over by the jarl's cupbearer, Arnvald. This elderly Skelliger did not possess the far-reaching authority of his predecessor, but still had managed to make himself irriplaceable in his few years in the position. His purview included not only stocking the larders and cellars of Kaer Trolde but also seeing to the needs of the keep's inhabitants, as well as the guests that visited it during feasts and other important ceremonies.</p><p>If Geralt catches Arnvald:  is why is betrayal could not have come as a greater surprise. When caught, Arnvald confessed to his role in the murderous conspiracy, revealing his patron as well as his long-seething hatred for Clan an Craite.</p><p>If Geralt fails to catch Arnvald: That is why his betrayal could not have come as a greater surprise. His motivations, however, remained a secret that he took to his grave, for he died while trying to escape, killed on his patron's orders.</p>"
  },
  {
    "id": 23,
    "name": "Artis",
    "gender": "Male",
    "profession": "Druid (formerly), Priest of Svalblod, King Svanrige's advisor (optional)",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/d/dc/Tw3_artis.jpg/revision/latest/scale-to-width-down/350?cb=20160319193255",
    "description": "<p>Artis was a fallen druid of Skellige circle who at some point become priest to cruel deity of Svalblod and as such had also became the leader of the Vildkaarls.</p>"
  },
  {
    "id": 24,
    "name": "Astrid (Skjall's sister)",
    "gender": "Female",
    "profession": "Unknown",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/c/c5/Tw3_astrid_skjalls_sister.png/revision/latest/scale-to-width-down/350?cb=20180128155356",
    "description": "<p>Astrid was a young woman living in Lofoten with her brother, Skjall, and their mother. One day, her brother brought home an injured Ciri while the mysterious elf that was with Ciri went off to find a boat. After Ciri woke up, Astrid took her to the sauna to help her heal while her brother went to ready a couple horses to get Ciri to her destination.</p><p>At the sauna, Astrid and her mother talked with Ciri about her life as someone from the continent. After Ciri finished up at the sauna, she headed off to the barn.</p><p>Astrid and her mother most likely died when the Wild Hunt, looking for Ciri, attacked Lofoten, as nobody knew what happened to Ciri when Geralt and Yennefer later passed through the village looking for answers.</p>"
  },
  {
    "id": 25,
    "name": "Astrid the Vipress",
    "gender": "Female",
    "profession": "Unknown",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/9/95/Astrid-the-vipress.jpg/revision/latest/scale-to-width-down/350?cb=20161026205515",
    "description": "<p>Astrid the Vipress was the fastest rider of Skellige. </p>"
  },
  {
    "id": 26,
    "name": "Athak Akydalv",
    "gender": "Male",
    "profession": "Fist fighter",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/7/72/Tw3_Champion_of_Champions.jpeg/revision/latest/scale-to-width-down/350?cb=20181027114555",
    "description": "<p>Athak Akydalv was a rock troll and professional fist fighter who held the title of Champion of Champions in 1272. Upon his arrival at the arena in Hov on the island of Spikeroog, Athak won the title by defeating Zama, the previous Champion of Champions. In order to have obtained the title, Athak must also have defeated the previously-reigning fist fighting champions of Novigrad, Velen, and Skellige.</p>"
  },
  {
    "id": 27,
    "name": "Auberon Muircetach",
    "gender": "Male",
    "profession": "King",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/e/ec/Gwent_cardart_monsters_auberon_king.png/revision/latest/scale-to-width-down/348?cb=20200630130201",
    "description": "<p>Auberon Muircetach, King of the Alders, was the king of the Aen Elle elves, an Aen Saevherne, and ruler of Tir ná Lia. He was determined to \"take back\" what had been stolen from the Aen Elle by Cregennan when he took Lara Dorren, Auberon's daughter. To do this, he had Ciri, a descendant of the two lovers, brought to him and groomed to produce an heir. He was notably patient and never brutal, but nor would he be dissuaded from his goal.</p><p>He died before he was able to impregnate Ciri; killed, possibly unwittingly, possibly not, from an overdose of an aphrodisiac or performance enhancer at the age of over 650 years supplied by Eredin Bréacc Glas, who viewed himself as a more suitable ruler.</p>"
  },
  {
    "id": 28,
    "name": "Avallac'h",
    "gender": "Male",
    "profession": "Unknown",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/7/75/Tw3_journal_avallachunlocked.png/revision/latest/scale-to-width-down/350?cb=20160507171053",
    "description": "<p>Crevan Espane aep Caomhan Macha, also known as Avallac'h, was an elf and Aen Saevherne who had the ability of traveling between the worlds of the Aen Elle and Aen Seidhe. He met Geralt and told the witcher about a prophecy connected with Ciri. He was nicknamed 'Fox' by the unicorns.</p><p>Lara Dorren originally intended to marry him, before she fell in love with Cregennan of Lod.</p><p>He was the one who brought Ciri to the Aen Elle king Auberon, promising Ciri that she would be allowed to return to her world, if she conceived a child with the king. Eredin however claimed that Avallac'h was lying.</p><p>Avallac'h visited the sorceress Keira Metz to find information about Ciri, saying he wanted to find an \"ashen-haired woman\", as they were supposed to meet in Velen. She had no knowledge of Ciri's whereabouts so he left to go to some elven ruins near Midcopse where he left several morphotic projections for her to follow, if she needed to find him.</p><p>Following after him was the Wild Hunt, searching for information about Ciri. Avallac'h fled from the ruins to escape their clutches, with the help of a potion from Keira.</p><h3>Journal Entry:</h3><p>The being trapped within Uma's tortured husk turned out to be Avallac'h – a powerful Sage of the Aen Elle elves. Geralt had made his acquaintance years before. Already during these prior encounters Avallac'h had displayed an intense and, frankly, rather unnerving interest in the Elder Blood and its bearer, Ciri. His exact motives were unclear at the time, and he had made no particular effort to explain them to Geralt. Geralt likewise had no idea what bound Ciri and the elf now. There was no doubt Avallac'h had helped her, had saved her numerous times from the Wild Hunt – but why? Alas, the Sage, quivering on a razor's edge between life and death, offered no answers to Geralt's burning questions. He did, however, muster enough strength to utter a crucial piece of information – Ciri's location. When Geralt got a chance to talk to Ciri about Avallac'h, he learned that the Sage had been her tutor and mentor for some time. They were bound by a common enemy. Avallac'h had been the chief advisor to the previous ruler of the Aen Elle, whose demise had precipitated a conflict between Avallac'h and the successor, Eredin. The Sage had thus made it his mission to protect Ciri from his new king's malicious designs, whatever the cost.</p><p>    Ciri made it clear to Geralt that she trusted the Sage. He had saved her life on numerous occasions – including when, feeling the onset of the curse that would transform him into Uma, he resolved to hide her from the Wild Hunt on the Isle of Mists.Avallac'h played a key role in staving off defeat during the defense of Kaer Morhen. After the battle, he advised the witcher that ultimate victory over Eredin and his ghastly cavalcade would only be possible with magic assistance. That meant Geralt would have to once again pact with members of the infamous Lodge of Sorceresses...Seizing the calm before the storm, Avallac'h tried once more to teach Ciri to control her incredible talent. He soon found that Ciri was as stubborn a pupil as she was gifted - something that Geralt had discovered for himself much earlier.</p><p>Drawing on his knowledge of internal Aen Elle politics and the strengths and weaknesses of the Wild Hunt's commanders, Avallach[sic] crafted a plan to eliminate one of Eredin's most powerful allies - his master of manipulation, Ge'els.In order to accomplish this, Avallac'h was willing to do anything - even risk a dangerous journey to Tir ná Lia.</p><p>Geralt's trip to Avallac'h's laboratory confirmed that the Sage was interested in Ciri and her genealogy.The elf they stumbled across in Avallac'h's laboratory claimed his interest in Ciri was purely pragmatic and that he secretly loathed her for the human blood in her veins. Was Avallac'h truly so two-faced - or was the mysterious she-elf merely twisting his words to hurt Ciri?Avallac'h remained shockingly unperturbed when he heard Geralt and his companions had visited his secret laboratory. He openly admitted that he was interested in Lara's bloodline and in protecting her descendants.</p><p>Avallac'h played an active role in the war council preceding the luring of the Wild Hunt into their trap. During these discussions he and Ciri briefly got into a heated argument because Avallac'h firmly insisted she not engage directly in the coming conflict.</p><p>Eredin's last words sowed seeds of doubt in Geralt's heart, and Ciri and Avallac'h's sudden disappearance led them to spring into thorny shoots. Everything seemed to indicate that the Sage had been pursuing a hidden goal the whole time – to open the gates between worlds.</p>"
  },
  {
    "id": 29,
    "name": "Axel an Tordarroch",
    "gender": "Male",
    "profession": "Warrior, Guard",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/7/7c/Tw3_Axel_an_Tordarroch.png/revision/latest/scale-to-width-down/350?cb=20160822180450",
    "description": "<p>Axel an Tordarroch was a Skelliger warrior from Undvik, somehow related to the erstwhile Jarl Harald Houndsnout, whom he served as one of his personal guard. When the ice giant attacked, Axel tried to reach the jarl, but he had to face some sirens and passed out during the fight. Shortly later, a longship with a few warriors guarding children and women brought the unconscious Axel to Ard Skellig, where he then frequented The New Port tavern.</p>"
  },
  {
    "id": 30,
    "name": "Aynara",
    "gender": "Female",
    "profession": "Orphan from the Crookback Bog",
    "image": "https://vignette.wikia.nocookie.net/witcher/images/0/06/Tw3_aynara.png/revision/latest/scale-to-width-down/350?cb=20180106012650",
    "description": "<p>Aynara was one of the orphans that Gran looked after in Crookback Bog in 1272.</p><p>If Geralt freed the Ghost in the Tree: Aynara, along with all the other orphans from Crookback Bog, was saved by the Ghost from the Crones. The orphans later ended up in Novigrad, and were placed under the care of Marabella at her school.</p><p>If Geralt killed the Ghost in the Tree: Aynara, along with all the other orphans from Crookback Bog, was taken to Aard Cerbin by the Crones, where she was killed and consumed by them.</p>"
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  },
  {
    "id": 1,
    "name": "",
    "gender": "",
    "profession": "",
    "image": "",
    "description": ""
  }
]
